package ru.junchained.simpleenglishtrainer;

// аватарка меняеться в зависимости от успехов (ужасно - плохо - нормально - хорошо - круто )
// 1. статистика по викторине
// 2. сколько всего слов пройденно
// 3. сколько всего слов пройдённо верно
// 4. сколько всего слов пройденно не верно
// 5. на сколько текущая катка лучше других ( с учетом количества ответов, правильных и не правильных)
// 6. общий процент правильных и не правильных ответов
// 7. лучший результат в процентном соотношении
// 8. сколько ориентировочно слов запомненно ( дно от 68% каусовских процентов)
// 9. динамика обучения ( положительная, негативная, нейтральная )
// 10. место в таблице лидеров
// Кнопка - в таблицу лидеров
// Кнопка - история каток

public class ProgressStatistic {
}
